{
	"content": [
		{
			"title": "Careers",
			"content": [
				"One thing that is deeply rooted is SoDA is helping its fellow members get their foot in the door with industry. We want students to become familiar with industry by helping them prepare for technical interviews, and showing them how and when to apply. Students who think and prepare sooner have a much easier time landing a job, and are much more successful during the job hunt itself.",
				"SoDA has a few ways it plan to execute this goal. One of them is mock interviews. Mock interviews are one of the greatest ways to understand how companies test candidates before they hire. It gives you a chance to be put in that very important setting without all the pressure. You are able to understand what and how you will be tested, improving your chances to pass your interview.",
				"All in all SoDA is here for you and your career questions/concerns."
			]
		},
		{
			"title": "Hackathon",
			"content": [
				"A hackathon is a design sprint-like event in which computer programmers and others involved in software development, including graphic designers, interface designers, project managers, and others, often including subject-matter-experts, collaborate intensively on software projects."
			]
		},
		{
			"title": "Community",
			"content": [
				"One of SoDA's missions is to foster a sense of community and create a support network within its members. As part of this mission, Distinguished SoDA Membership was introduced. The Distinguished Membership program aligns with our goals of providing further career development opportunities for our members and encouraging more familiarity within the club."
			]
		},
		{
			"title": "Distinguished SoDA Membership Program",
			"content": [
				"SoDA's Distinguished Member Program is an initiative created with the intention of recognizing students who are highly involved in SoDA's activities and community. Admission into the distinguished member program is based on a point system from attendance and participation in SoDA activities including any other initiatives. Perks include an invitation to SoDA's linkedin alumni group, distinguished member resume books given to our industry partners, and giveaways exclusive to distinguished members. Once a Distinguished SoDA member, you are eligible to get personal one-on-one resume reviews from one of our officers to make sure it is high quality.",
				"You can become a Distinguished SoDA member by earning 12 points. You can earn points as follows:",
				"1 point per meeting you attend",
				"3 points for volunteering at a Dean's Funding event for SoDA",
				"3 points for leading a workshop",
				"If you become a Distinguished SoDA member in the Fall, you only need to earn 6 points by the end of February to keep your Distinguished membership",
				"<a href='https://tinyurl.com/membership-points'>View your current points</a>"
			]
		}
	]
}
